[
  {
    "title": "Reconsideration of 2009 Endangerment Finding and Greenhouse Gas Vehicle Standards",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-08-01",
    "description": "In this action, the U.S. Environmental Protection Agency (EPA) is proposing to repeal all greenhouse gas (GHG) emission standards for light-duty, medium-duty, and heavy-duty vehicles and engines to effectuate the best reading of Clean Air Act (CAA) section 202(a). We propose that CAA section 202(a) does not authorize the EPA to prescribe emission standards to address global climate change concerns and, on that basis, propose to rescind the Administrator's prior findings in 2009 that GHG emissions from new motor vehicles and engines contribute to air pollution which may endanger public health or welfare. We further propose, in the alternative, to rescind the Administrator's prior findings in 2009 because the EPA unreasonably analyzed the scientific record and because developments cast significant doubt on the reliability of the findings. Lastly, we propose to repeal all GHG emission standards on the alternative bases that no requisite technology for vehicle and engine emission control c",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/08/01/2025-14572/reconsideration-of-2009-endangerment-finding-and-greenhouse-gas-vehicle-standards",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Agency Information Collection Activities; Comment Request on U.S. Tax-Exempt Organization Returns and Related Forms",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-07-25",
    "description": "In accordance with the Paperwork Reduction Act of 1995, the IRS is inviting comments on the information collection request outlined in this notice.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/07/25/2025-14070/agency-information-collection-activities-comment-request-on-us-tax-exempt-organization-returns-and",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Agency Information Collection Activities; Comment Request on U.S. Business Income Tax Returns and Related Forms, Schedules, Attachments, and Published Guidance",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-07-25",
    "description": "In accordance with the Paperwork Reduction Act of 1995, the IRS is inviting comments on the information collection request outlined in this notice.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/07/25/2025-14050/agency-information-collection-activities-comment-request-on-us-business-income-tax-returns-and",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Notice of Intent To Publish the 45Z Emissions Value Request Process",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-07-24",
    "description": "The U.S. Department of Energy (DOE) provides notice of intent to publish the Emissions Value Request Process in support of the U.S. Department of the Treasury's (Treasury) and Internal Revenue Service's (IRS) administration of the clean fuel production credit. Additionally, DOE invites public comment on a proposed collection of information that DOE is developing for submission to the Office of Management and Budget (OMB) for clearance, pursuant to the Paperwork Reduction Act of 1995.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/07/24/2025-13912/notice-of-intent-to-publish-the-45z-emissions-value-request-process",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Agency Information Collection Activities; Comment Request on U.S. Trust and Estate Income Tax Returns and Related Forms, Schedules, Attachments, and Published Guidance",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-07-23",
    "description": "In accordance with the Paperwork Reduction Act of 1995, the IRS is inviting comments on the information collection request outlined in this notice.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/07/23/2025-13802/agency-information-collection-activities-comment-request-on-us-trust-and-estate-income-tax-returns",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Accounting Requirements for RUS Electric Borrowers",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-07-18",
    "description": "The Rural Utilities Service (RUS or the Agency), an agency of the Rural Development (RD) mission area within the U.S. Department of Agriculture (USDA), is issuing a final rule with comment to update the accounting requirements for RUS Electric Program borrowers. These changes include adding new accounts to the Uniform System of Accounts (USoA), deleting obsolete accounts and clarifying instructions and definitions for the new and some existing accounts. In addition, new accounts and general instructions are being added for partially extinguished or forgiven debt.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/07/18/2025-13489/accounting-requirements-for-rus-electric-borrowers",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Agency Information Collection Activities; Comment Request on U.S. Individual Income Tax Returns and Related Forms, Schedules, Attachments, and Published Guidance",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-07-16",
    "description": "In accordance with the Paperwork Reduction Act of 1995, the IRS is inviting comments on the information collection request outlined in this notice.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/07/16/2025-13304/agency-information-collection-activities-comment-request-on-us-individual-income-tax-returns-and",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Revision of National Environmental Policy Act Implementing Procedures",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-07-03",
    "description": "This interim final rule substantially revises Department of Energy's (DOE) regulations containing its National Environmental Policy Act (NEPA) implementing procedures, which were promulgated to supplement now-rescinded Council on Environmental Quality regulations. Mindful that the Supreme Court recently clarified NEPA is a \"purely procedural statute,\" DOE will henceforth maintain the remainder of its procedures in a procedural guidance document separate from the Code of Federal Regulations (DOE NEPA implementing procedures). Thus, DOE is revising 10 CFR part 1021 to contain only administrative and routine actions excepted from NEPA review in appendix A, its existing categorical exclusions in appendix B, related requirements, and a provision for emergency circumstances. DOE is revising appendix A in 10 CFR part 1021 to align with DOE's new NEPA implementing procedures that it is publishing separate from the Code of Federal Regulations. Appendix A in 10 CFR part 1021 (formerly categorica",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/07/03/2025-12383/revision-of-national-environmental-policy-act-implementing-procedures",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Renewable Fuel Standard (RFS) Program: Standards for 2026 and 2027, Partial Waiver of 2025 Cellulosic Biofuel Volume Requirement, and Other Changes",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-06-17",
    "description": "Under the Clean Air Act (CAA), the Environmental Protection Agency (EPA) is required to determine the applicable volume requirements for the Renewable Fuel Standard (RFS) for years after those specified in the statute. EPA is proposing the applicable volumes and percentage standards for 2026 and 2027 for cellulosic biofuel, biomass-based diesel (BBD), advanced biofuel, and total renewable fuel. EPA is also proposing to partially waive the 2025 cellulosic biofuel volume requirement and revise the associated percentage standard due to a shortfall in cellulosic biofuel production. Finally, EPA is proposing several regulatory changes to the RFS program, including reducing the number of Renewable Identification Numbers (RINs) generated for imported renewable fuel and renewable fuel produced from foreign feedstocks and removing renewable electricity as a qualifying renewable fuel under the RFS program (eRINs).",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/06/17/2025-11128/renewable-fuel-standard-rfs-program-standards-for-2026-and-2027-partial-waiver-of-2025-cellulosic",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Resetting the Corporate Average Fuel Economy Program",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-06-11",
    "description": "The National Highway Traffic Safety Administration is issuing this interpretive rule to set forth the agency's interpretation of the factors the agency is prohibited by law from considering when setting maximum feasible fuel economy standards under the Energy Policy and Conservation Act of 1975, the Energy Independence and Security Act of 2007, and other applicable law. This rule describes NHTSA's interpretation of its authority to establish the necessary legal foundation for bringing the Corporate Average Fuel Economy (CAFE) program into compliance with relevant statutory requirements. The rule also describes NHTSA's interpretation of its authority for a commercial medium- and heavy-duty (MDHD) on-highway vehicle and work truck fuel efficiency improvement program, also establishing the necessary legal foundation for bringing that program into compliance with the law. Pending the rulemaking process for the establishment of replacement standards, NHTSA will exercise its enforcement auth",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/06/11/2025-10586/resetting-the-corporate-average-fuel-economy-program",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Senior Executive Service Positions That Were Career Reserved During Calendar Year 2024",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-05-20",
    "description": "This gives notice of all positions in the Senior Executive Service (SES) that were career reserved during calendar year 2024.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/05/20/2025-08853/senior-executive-service-positions-that-were-career-reserved-during-calendar-year-2024",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Request for Information on Artificial Intelligence Infrastructure on DOE Lands",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-04-07",
    "description": "The United States has long been at the forefront of artificial intelligence (AI) innovation. Maintaining that leadership is a key national and economic security priority. AI infrastructure including data centers is a critical component of the modern economy, enabling AI training and inference, scientific research, and a wide range of other essential services. The U.S. Department of Energy (DOE) is exploring opportunities to leverage its land assets to support the growing demand for AI infrastructure. This aligns with the policy laid out in the executive order signed January 23, 2025, titled \"Removing Barriers to American Leadership in Artificial Intelligence,\" to sustain and enhance America's global AI dominance in order to promote human flourishing, economic competitiveness, and national security.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/04/07/2025-05936/request-for-information-on-artificial-intelligence-infrastructure-on-doe-lands",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Federal Motor Vehicle Safety Standards; Fuel System Integrity of Hydrogen Vehicles; Compressed Hydrogen Storage System Integrity; Incorporation by Reference",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-01-17",
    "description": "This final rule establishes two new Federal Motor Vehicle Safety Standards (FMVSS) specifying performance requirements for all motor vehicles that use hydrogen as a fuel source. The final rule is based on Global Technical Regulation (GTR) No. 13, Hydrogen and Fuel Cell Vehicles. FMVSS No. 307, \"Fuel system integrity of hydrogen vehicles,\" specifies requirements for the integrity of the fuel system in hydrogen vehicles during normal vehicle operations and after crashes. FMVSS No. 308, \"Compressed hydrogen storage system integrity,\" specifies requirements for the compressed hydrogen storage system to ensure the safe storage of hydrogen onboard vehicles. These two standards will reduce deaths and injuries from fires due to hydrogen fuel leakages and/or explosion of the hydrogen storage system.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/01/17/2024-31367/federal-motor-vehicle-safety-standards-fuel-system-integrity-of-hydrogen-vehicles-compressed",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Section 45Y Clean Electricity Production Credit and Section 48E Clean Electricity Investment Credit",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-01-15",
    "description": "This document sets forth final regulations regarding the clean electricity production credit and the clean electricity investment credit established by the Inflation Reduction Act of 2022. These final regulations provide rules for determining greenhouse gas emissions rates resulting from the production of electricity; petitioning for provisional emissions rates; and determining eligibility for these credits in various circumstances. The final regulations affect all taxpayers that claim the clean electricity production credit with respect to a qualified facility or the clean electricity investment credit with respect to a qualified facility or energy storage technology, as applicable, that is placed in service after 2024.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/01/15/2025-00196/section-45y-clean-electricity-production-credit-and-section-48e-clean-electricity-investment-credit",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Credit for Production of Clean Hydrogen and Energy Credit",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2025-01-10",
    "description": "This document contains final regulations implementing the credit for production of clean hydrogen and certain provisions of the energy credit as enacted by the Inflation Reduction Act of 2022. The regulations provide rules for: determining lifecycle greenhouse gas emissions rates resulting from hydrogen production processes; petitioning for provisional emissions rates; verifying production and sale or use of clean hydrogen; modifying or retrofitting existing qualified clean hydrogen production facilities; using electricity from certain renewable or zero-emissions sources to produce qualified clean hydrogen; and electing to treat part of a specified clean hydrogen production facility instead as property eligible for the energy credit. These regulations affect all taxpayers who produce qualified clean hydrogen and claim the clean hydrogen production credit, elect to treat part of a specified clean hydrogen production facility as property eligible for the energy credit, or produce electri",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2025/01/10/2024-31513/credit-for-production-of-clean-hydrogen-and-energy-credit",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "HIRE Vets Medallion Program-Announcement of HIRE Vets Medallion Award Recipients",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2024-12-20",
    "description": "In a ceremony announcing the recipients of the 2024 HIRE Vets Medallion Awards, the Department of Labor (Department) recognized a select group of veteran-ready employers for excellence in recruiting, employing, and retaining America's veterans. The employers honored by the Department on October 31, 2024, include small businesses, nonprofit organizations, and national corporations. Recipients receive an award certificate along with a digital image of the medallion for their use, including as part of an advertisement, solicitation, business activity, or product. The awards are conferred in six categories, based on the size of the employer (small, medium, or large) and what level of criteria their application met (platinum or gold). This action announces the recipients of the 2024 HIRE Vets Medallion Awards.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2024/12/20/2024-30419/hire-vets-medallion-program-announcement-of-hire-vets-medallion-award-recipients",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Notice of Intent To Prepare an Environmental Impact Statement for the California Hydrogen Hub (ARCHES), (DOE/EIS-0570)",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2024-12-18",
    "description": "The U.S. Department of Energy (DOE) announces its intent to prepare an Environmental Impact Statement (EIS) pursuant to the National Environmental Policy Act (NEPA) and applicable NEPA implementing regulations to assess the potential environmental impacts of the proposed action of providing financial assistance to the Alliance for Renewable Clean Hydrogen Energy Systems (also referred to as ARCHES) to facilitate the design, construction, operation and maintenance of the California Hydrogen Hub in the state of California. DOE is issuing this Notice of Intent to inform the public about the proposed action; announce plans to conduct public scoping meetings; invite public participation in the scoping process; and solicit public comments for consideration in establishing the scope of the EIS, including the range of reasonable alternatives and the potential environmental impacts to be analyzed.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2024/12/18/2024-30020/notice-of-intent-to-prepare-an-environmental-impact-statement-for-the-california-hydrogen-hub-arches",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Notice of Intent To Prepare an Environmental Impact Statement for the Pacific Northwest Hydrogen Hub (PNWH2), (DOE/EIS-0571)",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2024-12-18",
    "description": "The U.S. Department of Energy (DOE) announces its intent to prepare an Environmental Impact Statement (EIS) pursuant to the National Environmental Policy Act (NEPA) and applicable NEPA implementing regulations to assess the potential environmental impacts of the proposed action of providing financial assistance to the Pacific Northwest Hydrogen Association (also referred to as the PNWH2 Association) to facilitate the design, construction, operation and maintenance of the Pacific Northwest Regional Hydrogen Hub including in the states of Washington, Oregon and Montana. DOE is issuing this Notice of Intent to inform the public about the proposed action; announce plans to conduct public scoping meetings; invite public participation in the scoping process; and solicit public comments for consideration in establishing the scope of the EIS, including the range of reasonable alternatives and the potential environmental impacts to be analyzed.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2024/12/18/2024-29994/notice-of-intent-to-prepare-an-environmental-impact-statement-for-the-pacific-northwest-hydrogen-hub",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Notice of Intent to Prepare an Environmental Impact Statement for the Appalachian Hydrogen Hub (ARCH2), (DOE/EIS-0569)",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2024-12-18",
    "description": "The U.S. Department of Energy (DOE) announces its intent to prepare an Environmental Impact Statement (EIS) pursuant to the National Environmental Policy Act (NEPA) and applicable NEPA implementing regulations to assess the potential environmental impacts of the proposed action of providing financial assistance to Battelle Memorial Institute (Battelle) to facilitate the design, construction, operation, and maintenance of the Appalachian Hydrogen Hub (also referred to as the Appalachian Regional Clean Hydrogen Hub or ARCH2) in the Appalachian Region including Ohio, Pennsylvania, and West Virginia. DOE is issuing this Notice of Intent to inform the public about the proposed action; announce plans to conduct public scoping meetings; invite public participation in the scoping process; and solicit public comments for consideration in establishing the scope of the EIS, including the range of reasonable alternatives and the potential environmental impacts to be analyzed.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2024/12/18/2024-29976/notice-of-intent-to-prepare-an-environmental-impact-statement-for-the-appalachian-hydrogen-hub-arch2",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Review of New Source Performance Standards for Stationary Combustion Turbines and Stationary Gas Turbines",
    "source": "Federal Register - H2/Renewable",
    "postedDate": "2024-12-13",
    "description": "The Environmental Protection Agency (EPA) is proposing amendments to the Standards of Performance for new, modified, and reconstructed stationary combustion turbines and stationary gas turbines based on a review of available control technologies for limiting emissions of criteria air pollutants. This review of the new source performance standards (NSPS) is required by the Clean Air Act (CAA). As a result of this review, the EPA is proposing to establish size-based subcategories for new, modified, and reconstructed stationary combustion turbines that also recognize distinctions between those that operate at varying loads or capacity factors and those firing natural gas or non-natural gas fuels. In general, the EPA is proposing that combustion controls with the addition of post-combustion selective catalytic reduction (SCR) is the best system of emission reduction (BSER) for limiting nitrogen oxide (NO<INF>X</INF>) emissions from this source category, with certain, limited exceptions. Ba",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://www.federalregister.gov/documents/2024/12/13/2024-27872/review-of-new-source-performance-standards-for-stationary-combustion-turbines-and-stationary-gas",
    "category": "H2 Verde",
    "brokerLeverage": "World Bank H2 pipeline - $300B LAC",
    "estimatedValue": null,
    "commission": null
  },
  {
    "title": "Green H2 Key Investment - Chile $1B Fund",
    "source": "World Bank / Corfo Chile",
    "postedDate": "2025-11-11",
    "description": "US$1B fund for green H2 production via electrolysis (solar/wind), targeting $0.70-$1.60/kg by 2050. Pilot corridors in Chile for 2025-2030 rollout. Requires PFAS-free components and BuyAmerica compliance for US-funded equipment.",
    "contactEmail": "ppps@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://blogs.worldbank.org/en/ppps/green-hydrogen-key-investment-energy-transition",
    "category": "H2 Verde",
    "brokerLeverage": "UEI broker - Connect US suppliers to $1B Chile fund",
    "estimatedValue": "$1,000,000,000",
    "commission": "Est. $150M-$200M total commission potential (15-20%)"
  },
  {
    "title": "Scaling Green H2 Argentina/Brazil - $300B Pipeline",
    "source": "World Bank LAC",
    "postedDate": "2025-11-11",
    "description": "Scaling H2 for jobs/emissions reduction in Argentina/Brazil. $300B investment pipeline for 200+ sites by 2050. Immediate opportunities for electrolyzers, storage, and distribution infrastructure.",
    "contactEmail": "energy@worldbank.org",
    "contactPhone": "+1 (202) 473-1000",
    "proofLink": "https://blogs.worldbank.org/en/energy/scaling-green-hydrogen-inclusive-growth-better-jobs-and-lower-emissions",
    "category": "H2 Verde",
    "brokerLeverage": "Ariba BNO-100000159360246 - 200+ sites need suppliers",
    "estimatedValue": "$300,000,000,000",
    "commission": "Est. $45B-$60B total commission potential (15-20%)"
  },
  {
    "title": "10 GW Clean Hydrogen Initiative - LAC Priority",
    "source": "IDB / LAC Energy",
    "postedDate": "2025-11-11",
    "description": "10 GW clean hydrogen initiative across Latin America with priority for local content and BuyAmerica-compliant equipment. Tenders opening Q1 2026.",
    "contactEmail": "energy@iadb.org",
    "contactPhone": "+1 (202) 623-1000",
    "proofLink": "https://www.iadb.org/en/sector/energy/overview",
    "category": "H2 Verde",
    "brokerLeverage": "First-mover advantage - Pre-qualify suppliers now",
    "estimatedValue": "$15,000,000,000",
    "commission": "Est. $2.25B-$3B commission potential (15-20%)"
  },
  {
    "title": "Protection of Stratospheric Ozone: Listing of Substitutes Under the Significant New Alternatives Policy Program in Refrigeration and Air Conditioning and Fire Suppression",
    "source": "Federal Register / EPA",
    "postedDate": "2025-11-10",
    "description": "Pursuant to the U.S. Environmental Protection Agency's Significant New Alternatives Policy program, this action proposes to list several substitutes as acceptable, subject to use conditions, for residential and light commercial air conditioning and heat pumps, chillers, household refrigerators and freezers, motor vehicle air conditioning, and fire suppression and explosion protection. This action also proposes to update use conditions for substitutes previously listed for certain air conditioning end-uses and for water coolers.",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/11/10/2025-19812/protection-of-stratospheric-ozone-listing-of-substitutes-under-the-significant-new-alternatives",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Phasedown of Hydrofluorocarbons: Reconsideration of Certain Regulatory Requirements Promulgated Under the Technology Transitions Provisions of the American Innovation and Manufacturing Act of 2020",
    "source": "Federal Register / EPA",
    "postedDate": "2025-10-03",
    "description": "The Environmental Protection Agency is proposing changes to regulations promulgated under the Technology Transitions section of the American Innovation and Manufacturing Act of 2020, which authorizes the Administrator to restrict the use of particular hydrofluorocarbons in the sectors and subsectors in which they are used. This proposal addresses administrative petitions and other requests from companies and trade associations across a number of subsectors, including refrigerated transport--intermodal containers, industrial process refrigeration and chillers for industrial process refrigeration used in semiconductor manufacturing, retail food refrigeration systems for remote condensing units and supermarkets, cold storage warehouses, refrigerated laboratory centrifuges, laboratory shakers, and condensing units in residential and light commercial air conditioning and heat pumps. This action proposes to allow previously manufactured and imported residential and light commercial air condi",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/10/03/2025-19438/phasedown-of-hydrofluorocarbons-reconsideration-of-certain-regulatory-requirements-promulgated-under",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Unified Agenda of Federal Regulatory and Deregulatory Actions",
    "source": "Federal Register / EPA",
    "postedDate": "2025-09-22",
    "description": "This agenda announces the proposed regulatory actions that GSA plans for the next 12 months and those that were completed since the fall 2024 edition. This agenda was developed under the guidelines of Executive Orders 12866, \"Regulatory Planning and Review,\" Executive Order 13563, Improving Regulation and Regulatory Review,\" Executive Order 14219, \"Ensuring Lawful Governance and Implementing the President's `Department of Government Efficiency' Deregulatory Initiative,\" and Executive Order 14192, \"Unleashing Prosperity Through Deregulation.\" GSA's purpose in publishing this agenda is to allow interested persons an opportunity to participate in the rulemaking process. GSA also invites interested persons to recommend existing significant regulations for review to determine whether they should be modified or rescinded. The public may provide comments on rules via http://www.regulations.gov. The Unified Agenda, including previous versions, is available at www.reginfo.gov. Because publicati",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/09/22/2025-18334/unified-agenda-of-federal-regulatory-and-deregulatory-actions",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Phasedown of Hydrofluorocarbons: Review and Renewal of Eligibility for Application-Specific Allowances",
    "source": "Federal Register / EPA",
    "postedDate": "2025-08-26",
    "description": "The U.S. Environmental Protection Agency (EPA) is finalizing, pursuant to the statutory framework established in the American Innovation and Manufacturing Act of 2020 (AIM Act), the eligibility of six applications to continue to receive priority access to allowances to produce or import hydrofluorocarbons. In this final rule, EPA establishes the framework for how EPA interprets the statutory criteria for assessing whether to renew the eligibility of applications to receive application-specific allowances and sets out determinations to renew or not renew each of the six applications that currently receive application-specific allowances. EPA is also finalizing revisions to the Technology Transitions regulations relevant to the specific applications under review, a procedural process for submitting a petition to designate a new application as eligible for priority access to allowances, the methodology used to allocate allowances to application-specific allowance holders for calendar year",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/08/26/2025-16357/phasedown-of-hydrofluorocarbons-review-and-renewal-of-eligibility-for-application-specific",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Medicare Program; Hospital Inpatient Prospective Payment Systems for Acute Care Hospitals (IPPS) and the Long-Term Care Hospital Prospective Payment System and Policy Changes and Fiscal Year (FY) 2026 Rates; Changes to the FY 2025 IPPS Rates Due to Court Decision; Requirements for Quality Programs; and Other Policy Changes; Health Data, Technology, and Interoperability: Electronic Prescribing, Real-Time Prescription Benefit and Electronic Prior Authorization",
    "source": "Federal Register / EPA",
    "postedDate": "2025-08-04",
    "description": "This final rule revises the Medicare hospital inpatient prospective payment systems (IPPS) for operating and capital-related costs of acute care hospitals; makes changes relating to Medicare graduate medical education (GME) for teaching hospitals; updates the payment policies and the annual payment rates for the Medicare prospective payment system (PPS) for inpatient hospital services provided by long-term care hospitals (LTCHs); updates and makes changes to requirements for certain quality programs; and makes other policy- related changes. We are also finalizing the provisions of the interim final action with comment period regarding the changes to the FY 2025 IPPS rates due to the court decision in Bridgeport Hosp. v. Becerra. Lastly, it finalizes certain updates to the ONC Health Information Technology (IT) Certification Program.",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/08/04/2025-14681/medicare-program-hospital-inpatient-prospective-payment-systems-for-acute-care-hospitals-ipps-and",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Federal Acquisition Regulation: Ending Procurement and Forced Use of Paper Straws",
    "source": "Federal Register / EPA",
    "postedDate": "2025-07-21",
    "description": "OFPP, DoD, GSA, and NASA, collectively referred to as the Federal Acquisition Regulatory Council (FAR Council), are proposing to amend the Federal Acquisition Regulation (FAR) to ensure agencies procure straws with the strength and durability of plastic in accordance with the National Strategy to End the Use of Paper Straws.",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/07/21/2025-13614/federal-acquisition-regulation-ending-procurement-and-forced-use-of-paper-straws",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Medicare and Medicaid Programs: Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems; Quality Reporting Programs; Overall Hospital Quality Star Ratings; and Hospital Price Transparency",
    "source": "Federal Register / EPA",
    "postedDate": "2025-07-17",
    "description": "This proposed rule would revise the Medicare Hospital Outpatient Prospective Payment System (OPPS) and the Medicare Ambulatory Surgical Center (ASC) payment system for calendar year 2026 based on our continuing experience with these systems. We also describe the changes to the amounts and factors used to determine the payment rates for Medicare services paid under the OPPS and those paid under the ASC payment systems. This proposed rule would also update and refine the requirements for the Hospital Outpatient Quality Reporting Program, Rural Emergency Hospital Quality Reporting Program, Ambulatory Surgical Center Quality Reporting Program, Overall Hospital Quality Star Rating, and hospitals to make public their standard charge information and enforcement of hospital price transparency. This rule also contains requests for information on measure concepts regarding Well-Being and Nutrition for consideration in future years for all three programs (OQR, REHQR, and ASCQR; expanding the meth",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/07/17/2025-13360/medicare-and-medicaid-programs-hospital-outpatient-prospective-payment-and-ambulatory-surgical",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "National Drinking Water Advisory Council; Meeting",
    "source": "Federal Register / EPA",
    "postedDate": "2025-07-10",
    "description": "The U.S. Environmental Protection Agency's (EPA) Office of Ground Water and Drinking Water is announcing a meeting of the National Drinking Water Advisory Council (NDWAC or Council) as authorized under the Safe Drinking Water Act (SDWA). The purpose of the meeting is for EPA to consult with the NDWAC as required by the SDWA on proposed revisions to the PFAS National Primary Drinking Water Regulation. Additional details will be provided in the meeting agenda, which will be posted on EPA's NDWAC website prior to the meeting. See the SUPPLEMENTARY INFORMATION section of this announcement for more information.",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/07/10/2025-12889/national-drinking-water-advisory-council-meeting",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Significant New Use Rules on Certain Chemical Substances (23-2.5e); Withdrawal",
    "source": "Federal Register / EPA",
    "postedDate": "2025-07-09",
    "description": "In the Federal Register of June 20, 2023, EPA proposed significant new use rules (SNURs) under the Toxic Substances Control Act (TSCA) for 18 chemical substances that were the subject of premanufacture notices (PMNs) and a subsequent TSCA Order. EPA is withdrawing the proposed rules because the Agency withdrew the TSCA Order that was the basis of the rules on December 18, 2024.",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/07/09/2025-12704/significant-new-use-rules-on-certain-chemical-substances-23-25e-withdrawal",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Perfluoroalkyl and Polyfluoroalkyl Substances (PFAS) Data Reporting and Recordkeeping Under the Toxic Substances Control Act (TSCA); Change to Submission Period",
    "source": "Federal Register / EPA",
    "postedDate": "2025-05-13",
    "description": "The Environmental Protection Agency (EPA or Agency) is amending the data submission period for the Toxic Substances Control Act (TSCA) PFAS reporting rule by changing the start date for submissions and making corresponding changes to the end dates for the submission period, i.e., the data submission period begins on April 13, 2026, and ends on October 13, 2026, with an alternate end date for small manufacturers reporting exclusively as article importers of April 13, 2027. As promulgated in October 2023, the regulation requires manufacturers (including importers) of perfluoroalkyl and polyfluoroalkyl substances (PFAS) in any year between 2011-2022 to report certain data to EPA related to exposure and environmental and health effects. This change is necessary because EPA requires more time to prepare the reporting application to collect this data. The Agency is separately considering reopening certain aspects of the rule to public comment. The delayed reporting date ensures that EPA has ",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/05/13/2025-08168/perfluoroalkyl-and-polyfluoroalkyl-substances-pfas-data-reporting-and-recordkeeping-under-the-toxic",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Medicare Program; Hospital Inpatient Prospective Payment Systems for Acute Care Hospitals and the Long-Term Care Hospital Prospective Payment System and Policy Changes and Fiscal Year 2026 Rates; Requirements for Quality Programs; and Other Policy Changes",
    "source": "Federal Register / EPA",
    "postedDate": "2025-04-30",
    "description": "This proposed rule would revise the Medicare hospital inpatient prospective payment systems (IPPS) for operating and capital- related costs of acute care hospitals; make changes relating to Medicare graduate medical education (GME) for teaching hospitals; update the payment policies and the annual payment rates for the Medicare prospective payment system (PPS) for inpatient hospital services provided by long-term care hospitals (LTCHs); update and make changes to requirements for certain quality programs; and make other policy-related changes.",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/04/30/2025-06271/medicare-program-hospital-inpatient-prospective-payment-systems-for-acute-care-hospitals-and-the",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Certain New Chemicals; Receipt and Status Information for January 2025",
    "source": "Federal Register / EPA",
    "postedDate": "2025-02-24",
    "description": "This document announces the Agency's receipt of new chemical submissions under the Toxic Substances Control Act (TSCA), including information about the receipt of a Premanufacture notice (PMN), Significant New Use Notice (SNUN), Microbial Commercial Activity Notice (MCAN), an amendment to a previously submitted notice; receipt of test information; a biotechnology exemption application; an application for a test marketing exemption (TME); and a notice of commencement of manufacture (including import) (NOC) for a new chemical substance; and a periodic status report on new chemical substances that are currently under EPA review or have recently concluded review. This document covers the period from 1/01/2025 to 1/31/2025.",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/02/24/2025-02995/certain-new-chemicals-receipt-and-status-information-for-january-2025",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Two Proposed Rules Published by the Environmental Protection Agency With Comment Periods That Close February 18, 2025, to February 20, 2025; Reopening of Comment Periods",
    "source": "Federal Register / EPA",
    "postedDate": "2025-02-21",
    "description": "This reopens the comment period for 30 days for two proposed rules published by the Environmental Protection Agency in the Federal Register on January 17, 2025, and January 21, 2025. This document reopens the comment period for two proposed rules with comments periods that closed February 18, 2025, and February 20, 2025. Additional details about these actions can be found in the SUPPLEMENTARY INFORMATION section of this document.",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/02/21/2025-02913/two-proposed-rules-published-by-the-environmental-protection-agency-with-comment-periods-that-close",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Two Actions Published by the Environmental Protection Agency With Comment Periods That Close February 24, 2025, and March 17, 2025; Notice of Comment Period Extensions",
    "source": "Federal Register / EPA",
    "postedDate": "2025-02-21",
    "description": "This document extends the comment period for two notices published by the Environmental Protection Agency in the Federal Register on December 26, 2024, and January 15, 2025.",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/02/21/2025-02910/two-actions-published-by-the-environmental-protection-agency-with-comment-periods-that-close",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Delay of Effective Date for 2 Final Regulations Published by the Environmental Protection Agency Between December 11, 2024, and January 6, 2025",
    "source": "Federal Register / EPA",
    "postedDate": "2025-02-05",
    "description": "In accordance with the memorandum of January 20, 2025, from President Donald J. Trump, entitled \"Regulatory Freeze Pending Review,\" this action temporarily delays until March 21, 2025, the effective date of the regulations listed in the table below. EPA has identified two additional regulations that meet the criteria in the memo and may identify additional regulations in subsequent notices.",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/02/05/2025-02289/delay-of-effective-date-for-2-final-regulations-published-by-the-environmental-protection-agency",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Energy Conservation Program: Energy Conservation Standards for Commercial Refrigerators, Freezers, and Refrigerator-Freezers",
    "source": "Federal Register / EPA",
    "postedDate": "2025-01-21",
    "description": "The Energy Policy and Conservation Act, as amended (\"EPCA\"), prescribes energy conservation standards for various consumer products and certain commercial and industrial equipment, including commercial refrigerators, freezers, and refrigerator-freezers (\"commercial refrigeration equipment\" or \"CRE\"). EPCA also requires the U.S. Department of Energy (\"DOE\") to periodically review its existing standards to determine whether more-stringent standards would be technologically feasible and economically justified and would result in significant energy savings. In this final rule, DOE is adopting new and amended energy conservation standards for CRE. It has determined that the new and amended energy conservation standards for this equipment would result in significant conservation of energy and are technologically feasible and economically justified.",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/01/21/2024-31214/energy-conservation-program-energy-conservation-standards-for-commercial-refrigerators-freezers-and",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Clean Water Act Methods Update Rule 22 for the Analysis of Contaminants in Effluent",
    "source": "Federal Register / EPA",
    "postedDate": "2025-01-21",
    "description": "The U.S. Environmental Protection Agency (EPA) is proposing to promulgate new methods and update the tables of approved methods for the Clean Water Act. The Clean Water Act requires the EPA to promulgate test procedures for the analysis of pollutants. Promulgating new methods and updating the tables of approved methods increases the quality and consistency of data collected for the purposes of the Clean Water Act. In this rule, the EPA proposes to add new EPA methods for per- and polyfluoroalkyl substances (PFAS) and polychlorinated biphenyl (PCB) congeners, and add methods previously published by voluntary consensus bodies that industries and municipalities would use for reporting under the EPA's National Pollutant Discharge Elimination System permit program. The EPA also proposes to withdraw the seven Aroclor (PCB mixtures) parameters. In addition, the EPA is proposing to simplify the sampling requirements for two volatile organic compounds, and make a series of minor corrections to ",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/01/21/2024-29239/clean-water-act-methods-update-rule-22-for-the-analysis-of-contaminants-in-effluent",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Toxics Release Inventory (TRI); Clarification of Toxic Chemicals Due to Automatic Additions of Per- and Polyfluoroalkyl Substances Under the National Defense Authorization Act",
    "source": "Federal Register / EPA",
    "postedDate": "2025-01-17",
    "description": "The National Defense Authorization Act for Fiscal Year 2020 (NDAA) adds certain per- and polyfluoroalkyl substances (PFAS) automatically to the Toxics Release Inventory (TRI) beginning January 1 of the year following specific triggering events. The Environmental Protection Agency (EPA or Agency) is proposing to make conforming edits to the TRI regulation to explicitly include PFAS that are added to the TRI chemical list automatically pursuant to the NDAA in the regulation's definition of \"toxic chemical.\" This edit confirms that the TRI supplier notification provision requires covered suppliers to notify customers receiving a mixture or other trade name product containing a TRI-listed chemical with the first shipment of each calendar year, with such a requirement beginning on January 1 of the applicable year; thus, supplier notifications are required as of January 1 for any NDAA-added PFAS.",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/01/17/2024-31406/toxics-release-inventory-tri-clarification-of-toxic-chemicals-due-to-automatic-additions-of-per--and",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Expedited Approval of Alternative Test Procedures for the Analysis of Contaminants Under the Safe Drinking Water Act; Analysis and Sampling Procedures",
    "source": "Federal Register / EPA",
    "postedDate": "2025-01-16",
    "description": "This action announces the Environmental Protection Agency's (EPA's) approval of alternative testing methods for use in measuring the levels of contaminants in drinking water to determine compliance with national primary drinking water regulations. The Safe Drinking Water Act authorizes EPA to approve the use of alternative testing methods through publication in the Federal Register. EPA is using this streamlined authority to make two additional methods available for analyzing drinking water samples. This expedited approach provides public water systems, laboratories, and primacy agencies with more timely access to new measurement techniques and greater flexibility in the selection of analytical methods, thereby reducing monitoring costs while maintaining public health protection.",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/01/16/2025-00464/expedited-approval-of-alternative-test-procedures-for-the-analysis-of-contaminants-under-the-safe",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  },
  {
    "title": "Draft Sewage Sludge Risk Assessment for Perfluorooctanoic Acid (PFOA) and Perfluorooctane Sulfonic Acid (PFOS)",
    "source": "Federal Register / EPA",
    "postedDate": "2025-01-15",
    "description": "As part of the Environmental Protection Agency's (EPA's) commitment to safeguarding the environment from per- and polyfluoroalkyl substances (PFAS), the agency is announcing the availability of the \"Draft Sewage Sludge Risk Assessment for Perfluorooctanoic Acid (PFOA) and Perfluorooctane Sulfonic Acid (PFOS)\" for a 60-day public comment period. This draft risk assessment reflects the agency's latest scientific understanding of the potential risks to human health and the environment posed by the presence of PFOA and PFOS in sewage sludge that is land applied as a soil conditioner or fertilizer (on agricultural, forested, and other lands), surface disposed, or incinerated. The draft risk assessment focuses on those living on or near impacted sites or those that rely primarily on their products (e.g., food crops, animal products, drinking water); the draft risk assessment does not model risks for the general public. This draft risk assessment underwent independent external peer review, an",
    "contactEmail": "tri.reporting@epa.gov",
    "contactPhone": "+1 (202) 564-3810",
    "proofLink": "https://www.federalregister.gov/documents/2025/01/15/2025-00734/draft-sewage-sludge-risk-assessment-for-perfluorooctanoic-acid-pfoa-and-perfluorooctane-sulfonic",
    "category": "PFAS",
    "brokerLeverage": "EPA compliance - Avoid $3B fines",
    "estimatedValue": null,
    "commission": "Consulting fees: $2,000-$50,000 per facility"
  }
]